
/*
//
// This file is for Little Snitch's IAP: https://help.obdev.at/resources/documentation/littlesnitch/#/ra-iap
// Currently Little Snitch is only translated in English and German, so will not use any other localizations.
//
// If you're translating other than English or German, you can dismiss this file or translate it in case they
// add some more languages in the future.
//
*/

/* Top-level, general application description: */
"ApplicationDescription" = "Keka는 macOS를 위한 파일 압축 및 압축해제 프로그램입니다.";

/* Software update connection: */
"SoftwareUpdatePurpose" = "Keka는 u(pdate).keka.io에 연결하여 새로운 버전을 확인합니다.";
"SoftwareUpdateDenyConsequences" = "만약 이 연결을 거부한다면, Keka의 새로운 버전에 대한 알림을 받을 수 없습니다.";
